13/data/attachments/aa90becccec95b01.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Frank_white_Friend_46649_5</nif:username>
            <nif:friendToBeRequested>soap_friends_412cd2e6-78d5-4f38-9450-89a55b54f750</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>